export default {
  app: {
    title: "تطبيق عمر",
  },

  error: {
    notFound: {
      title: "عذراً! الصفحة غير موجودة",
      desc: "الصفحة التي تبحث عنها غير موجودة",
      btn: "الرجوع للرئيسية",
    },
    serverErr: {
      title: "خطأ في الخادم",
      desc: "حدث خطأ غير متوقع. يرجى المحاولة مرة أخرى في وقت لاحق",
      btn: "حاول لاحقاً",
    },
    else: {
      title: "خطأ غير متوقع",
      desc: "حدث خطأ غير متوقع. يرجى المحاولة مرة أخرى في وقت لاحق",
      btn: "حاول لاحقاً",
    },
  },
};
